Repository: kidoln/remotedock
Catalog: apps/mac/RemoteDockMac/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.activate
source: Activate
zh_hans: 激活

# action.add
source: Add
zh_hans: 添加

# action.addApp
source: Add App
zh_hans: 添加应用

# action.clear
source: Clear
zh_hans: 清空

# action.close
source: Close
zh_hans: 关闭

# action.open
source: Open
zh_hans: 打开

# action.quit
source: Quit
zh_hans: 退出

# action.refresh
source: Refresh
zh_hans: 刷新

# action.remove
source: Remove
zh_hans: 移除

# action.settings
source: Settings
zh_hans: 设置

# clipboard.imagePreviewUnavailable
source: Image preview unavailable
zh_hans: 无法预览图片

# clipboard.blankText
source: Blank Text
zh_hans: 空白文本

# clipboard.noMatches
source: No matching clipboard content
zh_hans: 没有匹配的剪贴板内容

# clipboard.unknownSource
source: Unknown Source
zh_hans: 未知来源

# connection.connected
source: Connected to %@
zh_hans: 已连接 %@

# connection.connecting
source: Connecting
zh_hans: 正在连接

# connection.disconnected
source: Disconnected
zh_hans: 已断开

# connection.discovering
source: Waiting for connection
zh_hans: 等待连接

source: Connection failed: %@
zh_hans: 连接失败：%@

# connection.idle
source: Idle
zh_hans: 空闲

# connection.notConnected
source: Not Connected
zh_hans: 未连接

# connection.reconnecting
source: Reconnecting
zh_hans: 正在重连

# mac.connection.advertising
source: Broadcasting, waiting for iPhone
zh_hans: 正在广播，等待 iPhone 连接

# mac.connection.phoneConnected
source: Phone Connected
zh_hans: 手机已连接

# mac.connection.phoneDisconnected
source: Phone Not Connected
zh_hans: 手机未连接

# mac.error.accessibilityRequiredForPaste
source: Accessibility permission is required to paste
zh_hans: 需要辅助功能权限才能粘贴

# mac.error.cannotActivateTargetApp
source: Cannot activate the target app
zh_hans: 无法激活目标应用

# mac.error.pasteFailed
source: Paste failed: %@
zh_hans: 粘贴失败：%@

# mac.error.shortcutRegistrationFailed
source: Shortcut registration failed. It may already be used by the system or another app.
zh_hans: 快捷键注册失败，可能已被系统或其他应用占用

# mac.menu.accessibilityDenied
source: Accessibility Not Granted
zh_hans: Accessibility 未授权

# mac.menu.accessibilityGranted
source: Accessibility Granted
zh_hans: Accessibility 已授权

# mac.menu.pairingCode
source: Pairing Code %@
zh_hans: 配对码 %@

# mac.menu.subtitle
source: macOS Host
zh_hans: macOS 宿主端

# mac.pairing.accessibilityLabel
source: Pairing code %@, %@
zh_hans: 配对码 %@，%@

# mac.pairing.inputHint
source: Enter on iPhone
zh_hans: iPhone 连接时输入

# pairing.code.title
source: Pairing Code
zh_hans: 配对码

# settings.about.connectionStatus
source: Connection Status
zh_hans: 连接状态

# settings.about.deviceId
source: Device ID
zh_hans: 设备 ID

# settings.about.iOSVersion
source: iOS App Version
zh_hans: iOS 端版本

# settings.about.macVersion
source: macOS Version
zh_hans: macOS 版本

# settings.about.pairedDevice
source: Paired Device
zh_hans: 配对设备

# settings.about.regeneratePairingCode
source: Regenerate Pairing Code
zh_hans: 重新生成配对码

# settings.about.regeneratePairingCodeHelp
source: After regenerating, the iPhone must enter the new four-digit pairing code.
zh_hans: 重新生成后，iPhone 需要输入新的四位配对码。

# settings.clipboard.currentHistory.title
source: Current History
zh_hans: 当前历史

# settings.clipboard.empty
source: No clipboard history yet
zh_hans: 还没有剪贴板历史

# settings.clipboard.itemCount
source: %lld items
zh_hans: %lld 条

# settings.clipboard.maxItems.description
source: Keep up to %lld clipboard records
zh_hans: 最多保留 %lld 条剪贴板记录

# settings.clipboard.maxItems.title
source: History Limit
zh_hans: 历史保留数量

# settings.clipboard.shortcut.disabled
source: Shortcut is not active. Choose another combination.
zh_hans: 快捷键未生效，请更换组合键

# settings.clipboard.shortcut.enabled
source: Use the shortcut to open clipboard history from anywhere
zh_hans: 按下快捷键可从任意位置打开剪贴板历史窗口

# settings.clipboard.shortcut.recordHelp
source: Record global shortcut
zh_hans: 录制全局快捷键

# settings.clipboard.shortcut.recording
source: Press New Shortcut
zh_hans: 按下新的快捷键

# settings.clipboard.shortcut.resetHelp
source: Restore default shortcut
zh_hans: 恢复默认快捷键

# settings.clipboard.shortcut.title
source: Quick Open
zh_hans: 快速打开

# settings.general.language.description
source: The iOS app follows this language after connecting to this Mac.
zh_hans: iOS 端连接这台 Mac 后会自动跟随此语言。

# settings.general.language.title
source: Language
zh_hans: 语言

# settings.pane.about
source: About
zh_hans: 关于

# settings.pane.clipboard
source: Clipboard
zh_hans: 剪贴板

# settings.pane.general
source: General
zh_hans: 通用

# settings.pane.pinnedApps
source: Pinned Apps
zh_hans: 常用应用

# settings.pane.privacy
source: Authorization
zh_hans: 授权

# settings.privacy.description
source: Remote Dock helps you manage windows and clipboard, but does not collect your data. Due to Apple's security requirements, certain system permissions are needed.
zh_hans: Remote Dock 帮助您管理窗口和剪贴板，不会收集您的数据。根据 Apple 系统安全要求，需要授予相应权限。

# settings.pane.runningApps
source: Running Apps
zh_hans: 运行应用

# settings.pinned.addTitle
source: Add Pinned App
zh_hans: 添加常用应用

# settings.pinned.legacyHint
source: Use the add menu in the new settings page to choose apps
zh_hans: 请在新版设置页中通过添加菜单选择应用

# settings.pinned.searchPlaceholder
source: Search apps
zh_hans: 搜索应用

# settings.privacy.accessibilityDescription
source: Used to switch apps and perform paste actions.
zh_hans: 用于切换应用和执行粘贴操作。

# settings.privacy.accessibilityGranted
source: Accessibility Permission Granted
zh_hans: 辅助功能已授权

# settings.privacy.accessibilityRequired
source: Accessibility Permission Required
zh_hans: 需要辅助功能权限

# settings.privacy.cachedClipboardCount
source: %lld clipboard records cached
zh_hans: 已缓存 %lld 条剪贴板记录

# settings.privacy.clipboardSync
source: Clipboard Sync
zh_hans: 剪贴板同步

# settings.privacy.localNetworkPrompt
source: Requested by the system when discovering devices for the first time
zh_hans: 由系统在首次发现设备时请求

# settings.privacy.notificationsOptional
source: Optional
zh_hans: 可选

# settings.privacy.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.privacy.title
source: Privacy & Permissions
zh_hans: 隐私与权限

# settings.running.hiddenHelp
source: Hidden on iPhone
zh_hans: 已在手机端隐藏

# settings.running.visibleHelp
source: Shown on iPhone
zh_hans: 将在手机端显示

# value.authorized
source: Authorized
zh_hans: 已授权

# value.none
source: None
zh_hans: 无

# value.unknown
source: Unknown
zh_hans: 未知

# value.unauthorized
source: Unauthorized
zh_hans: 未授权

# settings.about.neverChecked
source: Not yet checked
zh_hans: 尚未检查

# settings.about.checkForUpdates
source: Check for Updates
zh_hans: 检查更新

# settings.about.checkingForUpdates
source: Checking for updates...
zh_hans: 正在检查更新...

# settings.about.upToDate
source: You're up to date
zh_hans: 已是最新版本

# settings.about.updateAvailable
source: Version %@ is available
zh_hans: 有新版本 %@

# settings.about.downloadAndInstall
source: Download and Install
zh_hans: 下载并安装

# settings.about.downloading
source: Downloading update...
zh_hans: 正在下载更新...

# settings.about.downloadProgress
source: Downloading... %@
zh_hans: 正在下载... %@

# settings.about.installAndRelaunch
source: Install and Relaunch
zh_hans: 安装并重启

# settings.about.skipVersion
source: Skip This Version
zh_hans: 跳过此版本

# settings.about.updateError
source: Update check failed
zh_hans: 更新检查失败

# settings.about.retryUpdate
source: Retry
zh_hans: 重试

# settings.about.releaseNotes
source: What's New
zh_hans: 更新内容

# settings.about.lastChecked
source: Last checked: %@
zh_hans: 上次检查: %@

# update.error.invalidURL
source: Invalid update URL
zh_hans: 更新 URL 无效

# update.error.invalidResponse
source: Failed to fetch update information
zh_hans: 获取更新信息失败

# update.error.unzipFailed
source: Failed to extract update package
zh_hans: 解压更新包失败

# update.error.appNotFound
source: Application not found in update package
zh_hans: 更新包中未找到应用

# update.error.noMacAsset
source: No macOS package found in release
zh_hans: 未找到适用于 macOS 的安装包

# update.error.invalidAppPackage
source: Invalid update package
zh_hans: 更新包无效

# update.error.downloadFailed
source: Download failed: %@
zh_hans: 下载失败：%@

# update.error.installFailed
source: Installation failed: %@
zh_hans: 安装失败：%@

# update.error.timeout
source: Request timed out
zh_hans: 请求超时

# update.error.connectionFailed
source: Cannot connect to server
zh_hans: 无法连接到服务器

# update.error.noConnection
source: No internet connection
zh_hans: 无网络连接

# update.error.fetchFailed
source: Failed to fetch updates: %@
zh_hans: 获取更新失败：%@

# update.error.unknown
source: Update check failed
zh_hans: 更新检查失败
